{"Date": {"date": "20171108", "dateTime": "2017-11-08 09:33:15.639081"}, "identity": {"CSC": "NWCSC", "ID": "55e07a67e4b0f42e3d040f3c", "FY": "FY 2015"}, "title": "The Available Science Assessment Project (ASAP) Continued: Evaluating Adaptation Actions for Sea-Level Rise and Coastal Change in the Pacific Northwest", "URL": "https://www.sciencebase.gov/catalog/item/55e07a67e4b0f42e3d040f3c", "summary": "Climate change is one of the most pressing issues facing resource management. The disruptions it is causing require that we change the way we consider management in order to ensure the future of habitats, species, and human communities. Practitioners often struggle with how to identify and prioritize specific climate adaptation actions (CAAs). Management actions may have a higher probability of being successful if they are informed by available scientific knowledge and findings. The goal of the Available Science Assessment Project (ASAP) is to synthesize and evaluate the body of scientific knowledge on specific, on-the-ground CAAs to determine the conditions, timeframes, and geographic areas where particular CAAs may be most effective [...]", "contacts": [{"name": "Lisa Gaines", "type": "Principal Investigator", "contactType": "person", "email": "Lisa.Gaines@oregonstate.edu", "active": true, "firstName": "Lisa", "lastName": "Gaines", "organization": {"displayText": "Institute for Natural Resources, Oregon State University"}, "primaryLocation": {"streetAddress": {}, "mailAddress": {}}}, {"name": "Rachel Gregg", "type": "Principal Investigator", "contactType": "person", "email": "Rachel.Gregg@EcoAdapt.org", "active": true, "firstName": "Rachel", "lastName": "Gregg", "organization": {"displayText": "EcoAdapt"}, "primaryLocation": {"streetAddress": {}, "mailAddress": {}}}, {"name": "Northwest CSC", "type": "Funding Agency", "contactType": "organization", "organization": {}, "primaryLocation": {"streetAddress": {}, "mailAddress": {}}}], "history": "Waiting on outcomes from 2014 ASAP to determine products before working on DMP with PIs.\n12/14/16 - DMP record created and team was asked to fill it out.\n12/16/16 - DMP approved.\n8/4/17 - PDASH notification that project is closing soon.\n12/11/17 - Contacted Rachel and Lisa about their data.  DMP lists 3 potential products.", "DMP": "Approved", "Potential_Products": "No Info Provided", "Received_Products": "Not yet implemented"}