{"Date": {"date": "20180110", "dateTime": "2018-01-10 15:48:35.561502"}, "identity": {"CSC": "NWCSC", "ID": "57daeed4e4b090824ffc321c", "FY": "FY 2016"}, "title": "Understanding the Relationship Between Urban Trees, Stormwater Runoff, and Cold-Water Streams in a Changing Climate", "URL": "https://www.sciencebase.gov/catalog/item/57daeed4e4b090824ffc321c", "Files": {"Project_File_Count": 0, "Project_File_List": []}, "Items": {"Project_Item_Count": 0, "Project_Item_List": []}, "summary": "In the Pacific Northwest, cold-water species like salmon are important for recreational sport fishing as well as for commercial fish production. However, climate change is causing lower and warmer summer stream flows that could decimate these fish populations. Aquatic cold-water habitats are further threatened by stormwater runoff, which moves from streets to storm drains and then is often discharged into cold-water rivers and streams. The urban heat island effect (when cities and urban areas are warmer than surrounding rural areas) may heat the temperature of the runoff and if the runoff is very warm, it could tip salmon habitat into fatal conditions.  However, specifically how urban warming – or cooling, such as by tree shade – affects [...]", "contacts": [{"name": "Kevan Moffett", "type": "Principal Investigator", "highlighted": true, "contactType": "person", "email": "kevan.moffett@wsu.edu", "organization": {"displayText": "Washington State University Vancouver"}, "primaryLocation": {"officePhone": "(360) 546-9413", "streetAddress": {}, "mailAddress": {"line1": "14204 NE Salmon Creek Ave., VSCI Suite 230", "city": "Vancouver", "state": "WA", "zip": "98686", "country": "USA"}}}, {"name": "Northwest CSC", "type": "Funding Agency", "contactType": "organization", "organization": {}, "primaryLocation": {"streetAddress": {}, "mailAddress": {}}}], "history": "10/6/16 - Contacted regarding DMP.\n10/27/16 - Responded requesting clarification on what to do.\n10/28/16 - I replied with the basics.  They seemed happy.\n10/31/16 - Burns updated the DMP extensively.  DMP approved.  These guys are rockstars.", "DMP": "Approved", "Potential_Products": "Data Product:  Empirical street-level runoff temperature quantification and relationships to street tree canopy cover and type\nData Product: Region-wide Assessment of street tree health relative to urban climate conditions\nData Product:  Representation of street runoff temp. and downstream effects in iTree\nData Product:  Street gutter \"ephemeral urban headwater stream\" runoff temperature model\n\nData Input New Collection: Air temperature and light level in sun and shade\nData Input New Collection: Apparent leaf wetness in sun and shade\nData Input New Collection: Apparent-to-actual leaf wetness calibration curves\nData Input New Collection: Street gutter net radiation\nData Input New Collection: Street gutter stormflow\nData Input New Collection: Street gutter/runoff temperatures\nData Input New Collection: Street tree leaf conductance\nData Input New Collection: Streetscape and street tree canopy surveys\n\nCustom Software and Web Tool: i-Tree Hydro representation of runoff temperature effect on receiving waters\nCustom Software and Web Tool: i-Tree representation of street tree influences on street runoff temperature\nCustom Software and Web Tool: Python code for mining online weather data\nCustom Software and Web Tool: Street gutter “ephemeral urban headwater stream” temperature model\nCustom Software and Web Tool: Urban Catchment Delineation GIS Tool", "Received_Products": "Not yet implemented"}