{"Date": {"date": "20180109", "dateTime": "2018-01-09 13:49:03.435069"}, "identity": {"CSC": "NWCSC", "ID": "57e19e1be4b0908250033ade", "FY": "FY 2016"}, "title": "Building Tribal Capacity to Assess Vulnerability to Climate Change", "URL": "https://www.sciencebase.gov/catalog/item/57e19e1be4b0908250033ade", "Files": {"Num_Of_Files": 0, "Project_Files": []}, "Items": [], "summary": "Preparing for and responding to the impacts of climate change are critical to the wellbeing of tribal communities that rely on natural resources to sustain their families, communities, traditional ways of life, and cultural identities. Recognizing this, efforts across the country are underway to support and enhance the capacity of tribes to prepare for climate change risks. However, due to staffing, technical, and financial limitations, many tribes continue to experience difficulty initiating and completing the critical first step of the climate adaptation planning process: a “climate change vulnerability assessment”, i.e., a structured assessment of the specific potential impacts of climate change that the tribe may be exposed to, [...]", "contacts": [{"name": "Meade Krosby", "type": "Principal Investigator", "highlighted": true, "contactType": "person", "email": "mkrosby@uw.edu", "organization": {"displayText": "University of Washington"}, "primaryLocation": {"officePhone": "206-579-8023", "streetAddress": {}, "mailAddress": {"line1": "null", "city": "Seattle", "state": "WA", "zip": "null", "country": "USA"}}}, {"name": "Northwest CSC", "type": "Funding Agency", "contactType": "organization", "organization": {}, "primaryLocation": {"streetAddress": {}, "mailAddress": {}}}, {"name": "Lara Whitely-Binder", "type": "Co-Investigator", "contactType": "person", "organization": {"displayText": "University of Washington Climate Impacts Group"}, "primaryLocation": {"streetAddress": {}, "mailAddress": {}}}], "history": "11/1/16 - Contacted regarding DMP.\n11/7/16 - Krosby replied with some folks to add.  Says they can update the DMP in Dec/Jan when they have more information.  DMP approved.\n9/11/17 - Krosby asked about restrictions on tribally-generated data.  Specifically, what are the FOIA requirements?  After some discussion, it appears as though the data is mostly a subset of existing data, with specific geography that is defined by the tribal group.  If the tribe doesn't want to share it, that's fine, since it is already public via the source.", "DMP": "Approved", "Potential_Products": "No Info Provided", "Received_Products": "Not yet implemented"}