{"Date": {"date": "20180110", "dateTime": "2018-01-10 15:48:35.561502"}, "identity": {"CSC": "NWCSC", "ID": "57f28ed1e4b0bc0bebfffb2e", "FY": "FY 2016"}, "title": "Assessing the Use of Biochar for Drought Resilience and Crop Productivity", "URL": "https://www.sciencebase.gov/catalog/item/57f28ed1e4b0bc0bebfffb2e", "Files": {"Project_File_Count": 0, "Project_File_List": []}, "Items": {"Project_Item_Count": 0, "Project_Item_List": []}, "summary": "Climate change impacts on water resources in the Pacific Northwest are predicted to have transformational effects on agriculture. Loss of winter snow pack, reduced summer stream flows, and increased summer temperatures are all phenomena that have already been observed, and are expected to worsen over this century. Research is ongoing in the Northwest to understand agriculture practices that might allow farmers to prepare for these climate change impacts. One potential technique is the use of biochars (charcoal made from decomposition of organic matter at high temperatures in the absence of oxygen), which can be used as a soil amendment that can increase soil moisture retention, improve agricultural yields, and hold carbon in soil for [...]", "contacts": [{"name": "Kristin Trippe", "type": "Principal Investigator", "highlighted": true, "contactType": "person", "email": "kristin.trippe@ars.usda.gov", "organization": {"displayText": "USDA ARS Forage Seed and Cereal Research Unit"}, "primaryLocation": {"officePhone": "null", "streetAddress": {}, "mailAddress": {"line1": "3450 SW Campus Way", "city": "Corvallis", "state": "OR", "zip": "97331", "country": "USA"}}}, {"name": "Northwest CSC", "type": "Funding Agency", "contactType": "organization", "organization": {}, "primaryLocation": {"streetAddress": {}, "mailAddress": {}}}], "history": "11/1/16 - Contacted regarding DMP.\n12/2/16 - No response by deadline of 11/30.\n12/7/16 - Contacted again.  Copied DeCrappeo/Glenn.\n12/7/16 - Received a call.  Discussed the purpose of the DMP, what from her proposal she might describe in it.\n1/11/17 - Received a call again, this time with N. Decrappeo from NWCSC.  Discussed what they may put on it.  Added another name Claire Phillips to the DMP.\n2/8/17 - Claire submitted the DMP.  Rockstar-quality.  DMP approved, although not officially.\n3/21/17 - Clarie uploaded the DMP to the Editor.  Officially approved.", "DMP": "Approved", "Potential_Products": "Data Input New Collection: Chemistry impacts of biochar on six Oregon soils\r\nData Input New Collection: Hydraulic properties of biochar-amended soil\r\nData Product: Pacific Northwest Biochar Atlas\n\nCustom Software and Web Tool: Biochar Cost-Benefit assessment tool\r\nCustom Software and Web Tool: Biochar impact prediction tool\r\nCustom Software and Web Tool: Biochar property selection tool\r\nCustom Software and Web Tool: Soil property selection tool", "Received_Products": "Not yet implemented"}