{"Date": {"date": "20180109", "dateTime": "2018-01-09 13:49:03.435069"}, "identity": {"CSC": "NWCSC", "ID": "59371d92e4b0f6c2d0d89a4b", "FY": "FY 2016"}, "title": "Innovative Approaches to Ecological Drought: Developing a Stream Temperature Handbook", "URL": "https://www.sciencebase.gov/catalog/item/59371d92e4b0f6c2d0d89a4b", "Files": {"Num_Of_Files": 0, "Project_Files": []}, "Items": [], "summary": "Due to the ecological importance of stream temperature for aquatic species, and concern about rising temperatures associated with climate change, natural resource managers throughout the Pacific Northwest increasingly require locally detailed stream temperature information in order to effectively manage aquatic resources. Recent technological advances in stream temperature monitoring (e.g., digital data loggers and remote sensors) and modeling have increased the amount of data that are available (both observed and projected) throughout the region. These newly available data, although exciting, have strengths and limitations depending on the purposes for which they were developed and the scale(s) at which they can be used to address [...]", "contacts": [{"name": "Joseph Casola", "type": "Principal Investigator", "highlighted": true, "contactType": "person", "email": "jcasola@uw.edu", "organization": {"displayText": "University of Washington, Climate Impacts Group"}, "primaryLocation": {"officePhone": "null", "streetAddress": {}, "mailAddress": {"line1": "null", "city": "null", "state": "null", "zip": "null", "country": "null"}}}, {"name": "Northwest CSC", "type": "Funding Agency", "contactType": "organization", "organization": {}, "primaryLocation": {"streetAddress": {}, "mailAddress": {}}}], "history": "6/6/17 - Discovered project in NWCSC document.  Contacted folks.  Pushed project to DMP Editor.  Betsy contacted PIs regarding data management requirements.\n6/12/17 - Holly added the project and its details to ScienceBase.\n7/20/17 - Contacted Torgersen.  Fixed email address in DMP Editor.\n8/29/17 - Torgersen and Casola sent emails based on DMP Editor's reminder of the 8/31 due date.  Spoke with Torgersen over the phone and we discussed the DMP, particularly that no updates were needed as this is a synthesis project without any data collection.  DMP approved.", "DMP": "Approved", "Potential_Products": "No Info Provided", "Received_Products": "Not yet implemented"}