{"Date": {"date": "20180109", "dateTime": "2018-01-09 13:49:19.747626"}, "identity": {"CSC": "NWCSC", "ID": "595677bee4b0d1f9f050d84e", "FY": "FY 2017"}, "title": "Climate Impacts on the Locations and Availability of Traditional Food Sources from Native Northwestern Shrubs", "URL": "https://www.sciencebase.gov/catalog/item/595677bee4b0d1f9f050d84e", "Files": {"Num_Of_Files": 0, "Project_Files": []}, "Items": [], "summary": "Fruit-producing shrubs such as huckleberries, salal, and hazelnut are an important component of social history and traditional tribal diets in the Pacific Northwest. The fruits of these shrubs are also an important food source for foraging wildlife and pollinators, and serve as the basis for both non-tribal harvesting and small-scale commercial operations. Among land managers and tribes, there is a strong interest in preserving and restoring these culturally important plant species across the Pacific Northwest.  However, limited knowledge is available on the current ranges of shrub species, or how climate change will impact future ranges or the timing of flowering and fruiting for key Northwest shrub species.   The project team is [...]", "contacts": [{"name": "Constance Harrington", "type": "Principal Investigator", "contactType": "person", "email": "charrington@fs.fed.us", "organization": {"displayText": "USDA Pacific Northwest Research Station"}, "primaryLocation": {"officePhone": "360-753-7670", "streetAddress": {}, "mailAddress": {}}}], "history": "6/29/17 - Series of emails/phone calls to hammer out some details on the proposal DMP.  Harrington agreed to figure out a home for the web tool long-term with the USFS, and received positive support from the local USFS web communication people to do so.\n8/25/17 - Identified that the project is not approved in RFP manager...contacted Nicole/Betsy to correct.\n8/29/17 - Betsy corrected me about the agreement.  Not the right project.  It was approved and is in SB.  I'm a doofus.\n8/31/17 - Interagency agreement completed.  Gus approved...waiting to hear if the project is a go before contacting Harrington about DMP.\n9/20/17 - Emailed Connie about this.  It's already pretty well filled out, so she just needs to approve it and make adjustments if necessary.  Also - received an out-of-office reply until 9/26.\n10/13/17 - Connie wrote to say they've done everything they can at the moment.  It was already pretty strong, so DMP approved.", "DMP": "Approved", "Potential_Products": "No Info Provided", "Received_Products": "Not yet implemented"}