{"Date": {"date": "20171108", "dateTime": "2017-11-08 09:34:33.594955"}, "identity": {"CSC": "NWCSC", "ID": "595691cfe4b0d1f9f050d8b1", "FY": "FY 2017"}, "title": "Spoilt for Choice: A Review and Evaluation of Downscaled Climate Data for the Pacific Northwest", "URL": "https://www.sciencebase.gov/catalog/item/595691cfe4b0d1f9f050d8b1", "summary": "In order to assess and understand the potential impacts of climate change on important natural resources, managers, planners, and decision-makers need climate information at a local or regional scale. In general, Global Climate Models (GCMs) provide data at coarser scales than most natural resource managers need but Regional Climate Models (RCMs) are starting to deliver finer scale results. The project team will explore both dynamic downscaling products such as results from RCMs and statistical downscaling products generated at scales finer than the original projections.    The Northwest CSC has supported a series of projects that have either generated or tested downscaled climate data for the Pacific Northwest region. There is limited [...]", "contacts": [{"name": "Dominique Bachelet", "oldPartyId": 74535, "type": "Principal Investigator", "contactType": "person", "email": "bacheled@oregonstate.edu", "active": true, "firstName": "Dominique", "lastName": "Bachelet", "organization": {}, "primaryLocation": {"streetAddress": {}, "mailAddress": {}}}, {"name": "Northwest CSC", "type": "Funding Agency", "contactType": "organization", "organization": {}, "primaryLocation": {"streetAddress": {}, "mailAddress": {}}}], "history": "6/29/17 - Project approved. Has PDMP.\n7/20/17 - Contacted regarding DMP.  Account access requested.  Also, now at OSU, not CBI.\n7/20/17 - Replied that she will do.\n8/3/17 - Contacted to say that her email had changed and she was having trouble getting access.\n9/20/17 - Checking in to see if she finished.\n10/13/17 - Said that they will update as they figure out what data they are going to use (running climate data through the MC2 model).  DMP approved.", "DMP": "Approved", "Potential_Products": "No Info Provided", "Received_Products": "Not yet implemented"}